Repository: common-repository/spamcap
Catalog: languages/spam-cap-captcha-*.po
Languages: uk_uk

source: Conditional CAPTCHA Settings
uk_uk: Налаштування Conditional CAPTCHA

source: You need to supply reCAPTCHA API keys if you want to use reCAPTCHA. Please enter private and public key values.
uk_uk: Якщо ви хочете використовувати reCAPTCHA вам потрібно вказати API-код для reCAPTCHA API. Будь-ласка, вкажіть власний або публічний код.

source: Options updated.
uk_uk: Налаштування збережені

source: This plugin requires one of the following plugins to be active in order to work:
uk_uk: Для коректної роботи цей плагін потребує одного з вказаних плагінів:

source: Please install and activate one of these plugins before changing the settings below.
uk_uk: Перед зміною налаштувань, будь-ласка, інсталюйте та активуйте один з цих плагінів.

source: This plugin provides a CAPTCHA complement to spam detection plugins. If your spam detection plugin identifies a comment as spam, the commenter will be presented with a CAPTCHA to prove that they are human. The behaviour of the plugin can be configured below.
uk_uk: Цей плагін розширює можливості плагінів перевірки на спам. Якщо ваш антиспам-плагін отримає коментар-спам, коментатору потрібно буде пройти невеличкий тест та підтвердити, що він людина. Ви можете налаштувати плагін нижче.

source: Conditional CAPTCHA has detected that <strong>%1$s</strong> is installed and active on your site. It will serve a CAPTCHA when %1$s identifies a comment as spam.
uk_uk: Conditional CAPTCHA знайшла на вашому сайті інстальований активний плагін <strong>%1$s</strong>. %1$s буде працювати разом з CAPTCHA для ідентифікації спаму.

source: The default captcha is a simple text-based test (<a href="%1$s" target="_blank">check out the screenshot here</a>), but if you prefer you can also use a <a href="%2$s" target="_blank">reCAPTCHA</a>. Note that you will need an API key to use reCAPTCHA.
uk_uk: Стандартна капча — це простий текстовий тест (<a href="%1$s" target="_blank">гляньте приклади</a>), але якщо ви хочете ви можете використовувати <a href="%2$s" target="_blank">reCAPTCHA</a>. Для цього вам буде потрібен API-код.

source: Use the default text-based CAPTCHA
uk_uk: Використовувати стандартну текстову капчу

source: Use reCAPTCHA
uk_uk: Використовувати reCAPTCHA

source: If you wish to use reCAPTCHA, please enter your keys here:
uk_uk: Якщо ви хочете використовувати reCAPTCHA, будь-ласка, вкажіть ваші коди:

source: Public key:
uk_uk: Публічний код:

source: Private key:
uk_uk: Приватний код:

source: You can <a href="%s" target="_blank">sign up for a key here</a> (it's free)
uk_uk: Ви можете <a href="%s" target="_blank">зареєструватись та отримати код тут</a> (це безкоштовно)

source: reCAPTCHA offers a some customisations that affect how it is displayed. You can modify these below.
uk_uk: reCAPTCHA має кілька налаштувань відображення. Ви можете зробити це нижче.

source: reCAPTCHA theme (see <a href="%s" target="_blank">here</a> for examples):
uk_uk: Тема reCAPTCHA (<a href="%s" target="_blank">Приклади</a>):

source: reCAPTCHA language:
uk_uk: Мова reCAPTCHA:

source: Comment Handling
uk_uk: Управління коментарями

source: When a CAPTCHA is completed correctly:
uk_uk: Коли CAPTCHA введена вірно:

source: Leave the comment in the spam queue
uk_uk: Залишити коментар в черзі зі спамом

source: Queue the comment for moderation
uk_uk: Відправити в чергу на перевірку

source: Approve the comment
uk_uk: Узгодити коментар

source: When a CAPTCHA is <strong>not</strong> completed correctly:
uk_uk: Коли CAPTCHA заповнена <strong>невірно</strong>:

source: Delete the comment permanently
uk_uk: Повністю видалити коментар

source: Trash the comment
uk_uk: До кошика

source: CAPTCHA Page Style
uk_uk: Стиль сторінки CAPTCHA

source: Empty this box completely to revert back to the default style.
uk_uk: Очистіть це поле, щоб повернутись до стандартного стилю.

source: CAPTCHA Preview
uk_uk: Попередній перегляд CAPTCHA

source: Show preview of CAPTCHA page
uk_uk: Сторінка попереднього перегляду

source: Update settings
uk_uk: Зберегти налаштування

source: You have changed some settings above that affect how the CAPTCHA is displayed. Please submit the changes to be able to see a preview.
uk_uk: Ви змінили налаштування відображення плагіна капчі. Будь-ласка, збережіть ці зміни, щоб переглянути їх.

source: %s spam comment has been automatically discarded by <em>Conditional CAPTCHA</em>.
uk_uk: %s спам-коментар(ів) автоматично відхилено <em>Conditional CAPTCHA</em>.

source: Comment Rejected
uk_uk: Коментар відхилено

source: Your comment will not be accepted. If you want to try again, please use the back button in your browser.
uk_uk: Ваш коментар не прийнято. Натисність кнопку «Back», якщо бажаєте спробувати ще раз.

source: Comment rejected
uk_uk: Коментар відхилено

source: Trying something funny, are we?
uk_uk: Байдикуємо?

source: This CAPTCHA is a visual preview only; you cannot submit it.
uk_uk: Це лише попередній перегляд.

source: Sorry, but I think you might be a spambot. Please complete the CAPTCHA below to prove that you are human.
uk_uk: Вибачте, схоже, що ви спам-робот, а не людина. Будь-ласка, пройдіть цей невеличкий тест та підтвердіть, що це не так.

source: I'm human!
uk_uk: Я людина!

source: Verification required
uk_uk: Потрібна перевірка

source: first
uk_uk: перший

source: second
uk_uk: другий

source: third
uk_uk: третій

source: fourth
uk_uk: четвертий

source: fifth
uk_uk: п’ятий

source: sixth
uk_uk: шостий

source: What are the %1$s and %2$s characters of the following sequence?
uk_uk: Вкажіть %1$s та %2$s символи у вказаному списку.

source: Sorry, the CAPTCHA wasn't entered correctly. (reCAPTCHA said: %s)
uk_uk: Вибачте, відповідь невірна. (reCAPTCHA: %s)

source: Sorry, the CAPTCHA wasn't entered correctly.
uk_uk: Вибачте, відповідь невірна.
